;------------------------------------------------------------------------------
; UltraDefrag GUI Ukrainian Language Pack.
; Copyright (C) 2010-2011 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = &Файл
ANALYSE                   = &Аналіз
DEFRAGMENT                = &Дефрагментація
QUICK_OPTIMIZE            = Швидка &оптимізація
FULL_OPTIMIZE             = Повна оптимізація
STOP                      = &Стоп
SKIP_REMOVABLE_MEDIA      = Перейти &знімних носіїв
RESCAN_DRIVES             = О&новити
WHEN_DONE                 = &Після роботи
WHEN_DONE_NONE            = &Немає
WHEN_DONE_EXIT            = Ви&хід
WHEN_DONE_STANDBY         = Режим о&чікування
WHEN_DONE_HIBERNATE       = &Сплячка системи
WHEN_DONE_LOGOFF          = &Вихід із системи
WHEN_DONE_REBOOT          = &Перезавантаження
WHEN_DONE_SHUTDOWN        = Ви&микання системи
EXIT                      = Ви&хід

; --- Report Menu

REPORT                    = &Звіт
SHOW_REPORT               = &Показати звіт

; --- Settings Menu

SETTINGS                  = &Налаштування
LANGUAGE                  = &Мова
TRANSLATIONS_FOLDER       = &Папка з перекладами
GRAPHICAL_INTERFACE       = &Графічний інтерфейс
FONT                      = &Шрифт
OPTIONS                   = &Опциі
BOOT_TIME_SCAN            = За&пуск при завантаженні Windows
ENABLE                    = &Включити
SCRIPT                    = &Сценарій
REPORTS                   = &Звіти

; --- Help Menu

HELP                      = &Довідка
CONTENTS                  = &Зміст
BEST_PRACTICE             = &Кращі практики
FAQ                       = Питання та &відповіді (FAQ)
ABOUT                     = &Про програму

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Сценарій запуску при завантаженні Windows

; Drives list items.

VOLUME                    = Диск
STATUS                    = Статус
TOTAL                     = Загальна простір
FREE                      = Вільний простір
PERCENT                   = Процент

; Status messages

STATUS_RUNNING            = Виконується
STATUS_ANALYSED           = Проаналізовано
STATUS_DEFRAGMENTED       = Дефрагментовано
STATUS_OPTIMIZED          = Оптимізовано

; Status bar messages.

DIRS                      = папок
FILES                     = файлів
FRAGMENTED                = фрагментованих
COMPRESSED                = стиснутих
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Про Ultra Defragmenter
CREDITS                   = &Автори
LICENSE                   = &Ліцензія

; Shutdown confirmation

PLEASE_CONFIRM            = Будь ласка, підтвердіть
REALLY_SHUTDOWN_WHEN_DONE = Ви дійсно хочете вимкнути систему після роботи?
REALLY_HIBERNATE_WHEN_DONE= Ви дійсно хочете сплячку системи після роботи?
REALLY_LOGOFF_WHEN_DONE   = Ви дійсно хочете виходу із системи після роботи?
REALLY_REBOOT_WHEN_DONE   = Ви дійсно хочете перезавантаження системи після роботи?
SECONDS_TILL_SHUTDOWN     = секунд до вимикання системи
SECONDS_TILL_HIBERNATION  = секунд до сплячки системи
SECONDS_TILL_LOGOFF       = секунд до виходу із системи
SECONDS_TILL_REBOOT       = секунд до перезавантаження
YES                       = &Та
NO                        = &Немає

; END OF FILE
